/* No comment provided by engineer. */
" and %@" = " 和 %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f秒";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ 評論: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ 建議了一個 ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@是在%2$@的 iNaturalist 附屬網路的成員。支援%3$@的地方機構將有權存取您的電子郵件地址，並存取遮蔽或私有觀察紀錄的真實座標。您想改變你的 iNat 附屬網路嗎？";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@是 iNaturalist 國際附屬網路的一份子。您想要加入%2$@來在地語系化您的 iNaturalist 使用者體驗以及和當地機構共享資料嗎？";

/* site news */
"%@ News" = "%@ 消息";

/* identification author attribution */
"%@'s ID" = "%@ 的物種辨認";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, 建立 %2$@";

/* No comment provided by engineer. */
"%@, build %@, iOS %@" = "%1$@ ，組建 %2$@， iOS 版本 %3$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d 觀察";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d 個觀察記錄正在上傳";

/* Count of observations by this user, plural. */
"%d Observations" = "%d 個觀察記錄";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d 項觀察資料上傳";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld 歲";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@'，需要您填寫 '%2$@' 欄位。";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "關於";

/* title for about section of the guide screen */
"ABOUT" = "關於";

/* about this project title */
"About this Project" = "關於此任務";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "帳號?";

/* No comment provided by engineer. */
"Activity" = "活動";

/* Title for add comment failed alert */
"Add Comment Failure" = "添加評論失敗";

/* Title for add ID failed alert */
"Add Identification Failure" = "添加物種辨認失敗";

/* No comment provided by engineer. */
"Add to Favorites" = "新增我的最愛";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "同意";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "已經有帳號了嗎？";

/* Title for app section of settings. */
"App Settings" = "App 設定";

/* No comment provided by engineer. */
"Are you really sure?" = "您肯定？";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "您確定要離開此任務群組？";

/* No comment provided by engineer. */
"Are you sure?" = "您肯定？";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "您確定嗎？這是永久不變的。";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "自動";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "自動補齊名字";

/* label for auto upload switch in settings */
"Automatic upload" = "自動上傳";

/* delete account confirmation */
"By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data." = "By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data.";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "使用 iNaturalist 時，您同意服務條款和隱私政策。";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "加州理工大學(Caltech)和康奈爾科技大學(Cornell Tech)開發了從照片中識別物種的電腦影像辨識系統。我們感謝 Grant Van Horn，Serge Belongie 和 Pietro Perona 針對電腦影像辨識做更深入的開發。更多資訊可在 visipedia.org 找到。特別感謝 NVIDIA 提供額外的協助。";

/* Title for Camera button in media picker */
"Camera" = "影相";

/* accessibility label for camera shutter button */
"Camera Shutter" = "相機快門";

/* No comment provided by engineer. */
"Can't Add ID" = "未能添加物種辨認";

/* No comment provided by engineer. */
"Can't Comment" = "未有評論";

/* No comment provided by engineer. */
"Can't Fave" = "未能讚好";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "現在無法搜尋您的觀察記錄。請稍後再試。";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "加拿大：由加拿大野生動物聯盟(Canadian Wildlife Federation)、安大略皇家博物館(Royal Ontario Museum)、NatureServe Canada，和加拿大公園局(Parks Canada)共同營運 iNaturalist Canada (inaturalist.ca)。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "正在取消...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "不能選擇未來的日期。";

/* Failure message */
"Cannot donate" = "無法捐款";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "無法載入建議： %@";

/* Store launch failure message */
"Cannot open store" = "無法開啟開啟商店。";

/* Failure message */
"Cannot rate" = "未能評分";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "未能搜索 iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "無法傳送電子郵件";

/* No comment provided by engineer. */
"Cannot use your location" = "未能使用您所在的位置";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "圈養/栽培";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "圈養 / 栽培的意義指的是這些生物出現在那裡是人為的因素。iNaturalist 是關於觀察野生生物的計畫，而我們的科學資料夥伴對於寵物、 花園或動物園中的動物之觀察並沒有興趣。";

/* title for captive selector */
"Captive?" = "圈養或栽培嗎？";

/* casual data quality */
"Casual Grade" = "一般等級";

/* label for change email address action in settings */
"Change email" = "更改電子郵件";

/* No comment provided by engineer. */
"Change Email" = "更改電子郵件";

/* No comment provided by engineer. */
"Change email address?" = "要更改電子郵件嗎？";

/* accessibility label for change flash button */
"Change Flash" = "更改閃光燈模式";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "更改閃燈連動。目前狀態為「自動」";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "更改閃燈連動。目前狀態為「關閉」";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "更改閃燈連動。目前狀態為「開啟」";

/* label for change username action in settings */
"Change username" = "更改使用者名稱";

/* No comment provided by engineer. */
"Change Username" = "更改用戶名稱";

/* No comment provided by engineer. */
"Change username?" = "要更改用戶名稱嗎？";

/* No comment provided by engineer. */
"Change your profile photo?" = "要更改您的個人照片嗎？";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "如果您想在您的照片套用創意公用授權－非商業使用條款的話，請勾選此方框。你之後可以選擇不同的授權或移除它，但這個授權對於分享資料給研究者是最好的授權。";

/* title of alert after you reset your password */
"Check your email" = "請檢查您的電子郵箱";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "從庫中選擇";

/* title of inat network picker */
"Choose iNat Network" = "選擇 iNaturalist 網路";

/* title for project observations chooser */
"Choose Projects" = "選擇任務";

/* accessibility label for close camera button */
"Close Camera" = "關閉相機";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "收藏專案";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "哥倫比亞：Humboldt 研究所營運 Naturalista (colombia.inaturalist.org)。";

/* No comment provided by engineer. */
"Comment" = "評論";

/* label for contact support action in settings. */
"Contact support" = "聯絡支援團隊";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "內容授權";

/* Button to copy the scientific name */
"Copy Scientific Name" = "複製學名";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "不能同意";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "無法新增至任務 %1$@。%2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "無法判斷您的目前位置";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "正在建立觀察...";

/* intro to credits section. */
"Credits" = "致謝";

/* Title for danger zone (account deletion) section of settings. */
"Danger Zone" = "Danger Zone";

/* Header for data quality section of obs detail */
"Data Quality" = "資料質素";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "Data Transfer";

/* No comment provided by engineer. */
"Default" = "預設";

/* button title to delete account */
"Delete Account" = "Delete Account";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "刪除已下載檔案";

/* No comment provided by engineer. */
"Delete Error" = "刪除出錯";

/* text of delete obs button */
"Delete Observation" = "刪除觀察記錄";

/* Deletes pending sync. */
"Deletes To Sync" = "同步刪除";

/* title for description section of the guide screen */
"DESCRIPTION" = "描述";

/* Title for confirm new observation details view */
"Details" = "詳細資料";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "不要再顯示提示";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "捐助給 iNaturalist";

/* title for done button */
"Done" = "Done";

/* No comment provided by engineer. */
"Download" = "下載";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "下載供離線使用";

/* No comment provided by engineer. */
"Download not available" = "不提供下載服務";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "已下載";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "正在下載…";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "編輯器";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "在伺服器上可能出現了一個錯誤，或指南不再存在。";

/* label for email field in settings */
"Email" = "電子郵件";

/* No comment provided by engineer. */
"Error" = "錯誤";

/* failure title when changing a setting. */
"Error changing setting." = "更改電子郵件地址時發生錯誤。";

/* No comment provided by engineer. */
"Error Fetching Observations" = "截取觀測資料時出錯";

/* error loading leaderboard title */
"Error loading leaderboard" = "載入積分板時出錯";

/* No comment provided by engineer. */
"Explore" = "探索";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "下載指南失敗";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "Failed to log in to iNaturalist. Please try again.";

/* title of alert when sound recording fails */
"Failed to Record" = "無法錄影。";

/* No comment provided by engineer. */
"Failed to save guide" = "未能儲存指南";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "無法錄製聲音。";

/* No comment provided by engineer. */
"Faved" = "我的最愛";

/* No comment provided by engineer. */
"Featured" = "精選";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "取得驗證碼失敗。請聯絡 help@inaturalist.org 並稍後再試一次。";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "在地圖區域內存取最近的觀察記錄";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "獲取最近的全球觀察記錄";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Find locations named '%@'";

/* No comment provided by engineer. */
"Find my observations" = "找尋我的觀察記錄";

/* No comment provided by engineer. */
"Find observations near me" = "找尋附近的觀察記錄";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Find organisms named '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Find people named '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Find projects named '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "搜尋您所在的位置...";

/* finland partner */
"Finland: Finnish Museum of Naturalist History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finland: Finnish Museum of Naturalist History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "忘記密碼？";

/* Geoprivacy button title */
"Geoprivacy" = "地理資訊隱私權";

/* No comment provided by engineer. */
"Go Back" = "返回";

/* Button to dismiss a tutorial screen */
"Got It" = "知道了";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org).";

/* No comment provided by engineer. */
"Guide download error" = "指南下載錯誤";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "指南編輯器必須啟用此功能。";

/* accessibility label for guides button */
"Guides" = "指南";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "iNaturalist 社群建立和分享指南";

/* Title for guides tutorial screen */
"Guides are lists of species" = "指南是物種清單";

/* Title for help section of settings. */
"Help" = "說明";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "呢度係最好嘅建議：";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account." = "I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account.";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America." = "I consent to allow my personal information to be transferred to the United States of America.";

/* Title of identification failure alert */
"Identification Failed" = "物種辨認失敗";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "鑑定分類群";

/* No comment provided by engineer. */
"Identifications" = "物種辨認";

/* No comment provided by engineer. */
"Identifiers" = "辨認者";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "如果您輸入的電子郵件地址是連結到 iNaturalist 帳戶，您應該會收到一封電子郵件，在郵件中至提供的連結重設您的密碼。";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "如果你想錄音，請俾 iNaturalist 錄音嘅權限。";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "ImageStore Creation Error";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "ImageStore Save Error";

/* No comment provided by engineer. */
"in project '%@'" = "在 '%@' 任務內";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "iNaturalist doesn't have permission to access your camera.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda." = "iNaturalist 是由我們社群中每一個參與者所打造的。這些撰寫軟體、設計介面、維護系統架構、支援社群和促進彼此合作的人為 Joelle Belmonte、Yaron Budowski、Amanda Bullington、Tony Iwane、Patrick Leary、Scott Loarie、Abhas Misraraj、Carrie Seltzer、Alex Shepard 和 Ken-ichi Ueda。";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "iNaturalist has been restricted from camera access.";

/* inat joint initiative statement */
"iNaturalist is a joint initiative of the California Academy of Sciences and the National Geographic Society" = "iNaturalist 是加州科學院(California Academy of Science)和國家地理學會(National Geographic Society)的共同計畫";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "iNaturalist 網路";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "iNaturalist 地方";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist 使用 Joseph Wain 開發的 Glyphish、Ben Sperry 開發的 ionicons、Luis Prado 以及Noun Project 的 Roman Shlyakov開發的 icons。iNaturalist 對 Cocoapods 社群以及對開源資源社群的貢獻十分感謝。 請參閱 https://github.com/inaturalist/INaturalistIOS。";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "用戶名或密碼錯誤";

/* No comment provided by engineer. */
"Internet connection required" = "需要網路連線";

/* No comment provided by engineer. */
"Internet required" = "需要網路連線";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "引入自動上傳！";

/* Invalid date alert title */
"Invalid Date" = "無效的日期";

/* Error for bad email when making account. */
"Invalid Email Address" = "無效的電子郵件位址";

/* Unknown invalid input */
"Invalid input" = "無效的輸入";

/* No comment provided by engineer. */
"Invalid Location" = "無效的位置";

/* Error for bad username when making account. */
"Invalid Username" = "無效的使用者名稱";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "暫不支持以色列。";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "IUCN 目錄二的地點由國際自然保護聯盟(IUCN)和聯合國環境規劃署-世界保護監測中心 (UNEP-WCMC) (2015) 所提供，世界保護區資料庫(WDPA; World Database on Protected Areas)  [On-line]，[11/2014]，劍橋，英國：UNEP-WCMC。可在以下網址取得相關資訊：www.protectedplanet.net。";

/* Join project button */
"Join" = "加入";

/* join iNat network partner alert title */
"Join %@?" = "加入 %@？";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "加入任務群組，以在你記錄觀察記錄時來選擇它們";

/* No comment provided by engineer. */
"Joined" = "已加入";

/* No comment provided by engineer. */
"Joining..." = "加入中...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "緯度: %1$.5f 經度: %2$.5f 精確度: %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "緯: %1$@ 經: %2$@ 精確度: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "積分板";

/* button to learn more about inat account policies */
"Learn More" = "Learn More";

/* learn more (about network partner changes) button text */
"Learn more" = "了解更多";

/* No comment provided by engineer. */
"Learn more about data quality >" = "瞭解更多有關資料質數 >";

/* Leave project button */
"Leave" = "離開";

/* No comment provided by engineer. */
"Leaving..." = "離開中...";

/* The license of the species guide */
"License" = "授權";

/* No comment provided by engineer. */
"Loading..." = "載入中...";

/* No comment provided by engineer. */
"Location Fetch Error" = "定位擷取錯誤";

/* No comment provided by engineer. */
"Location Services Denied" = "定位服務被拒絕";

/* No comment provided by engineer. */
"Location Services Restricted" = "定位服務被限制";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "登入";

/* No comment provided by engineer. */
"Log In / Sign Up" = "登入 / 註冊";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Log in and upload this observation to enable comments & identifications.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Log in to enable faves.";

/* placeholder text for taxon search bar */
"Look up a species by name" = "依照名字來查找物種";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "查找物種名字";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "錯誤發生: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "你還未有任何觀察記錄";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "喜愛 iNaturalist？給我們評分吧！";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu).";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "請確認 iNaturalist 可存取你的位置權限或是給 GPS 一點時間來取得位置資訊。";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "下載管理";

/* No comment provided by engineer. */
"Map of Observations" = "觀察記錄地圖";

/* Placeholder text for not logged title on me tab. */
"Me" = "我";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "墨西哥：Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO，國家生物多樣性使用及知識委員會) 營運 NaturaLista (NaturaLista.mx)。";

/* Title for alert when db migration fails. */
"Migration Failed" = "移動失敗。";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "移動失敗。";

/* No comment provided by engineer. */
"Missing Date" = "缺少日期";

/* No comment provided by engineer. */
"Missing Location" = "缺少位置資訊";

/* No comment provided by engineer. */
"Missing Required Field" = "缺少必填欄位";

/* No comment provided by engineer. */
"My Content" = "我的資料";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "名字為 '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "'%@' 為名的生物";

/* No comment provided by engineer. */
"Nearby" = "附近";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "附近建議—過濾器";

/* needs id data quality */
"Needs ID" = "需要 ID";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "需要您的注意";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "需要網路連線";

/* No comment provided by engineer. */
"Network unavailable" = "無法使用網路";

/* No comment provided by engineer. */
"Network Unavailable" = "無法使用網路";

/* decline to change cemra permissions button title */
"Never mind" = "不要緊";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "你是 iNaturalist 新手嗎？現在註冊吧！";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "紐西蘭：紐西蘭生物多樣性記錄營運的 iNaturalist NZ — Mātaki Taiao (inaturalist.nz)。";

/* News project button */
"News" = "新聞";

/* Confirm a new photo */
"NEXT" = "下一步";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "否";

/* No comment provided by engineer. */
"No description" = "沒有描述";

/* No comment provided by engineer. */
"No iNaturalist Results" = "無 iNaturalist 結果";

/* place guess when we have no location information */
"No location" = "無衛星定位資訊";

/* No comment provided by engineer. */
"No matching taxa" = "無符合的分類群";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "沒有咪高風權限。";

/* No comment provided by engineer. */
"No network connection." = "沒有網路連線。";

/* No comment provided by engineer. */
"No network connection. :(" = "沒有網路連線 :(";

/* Header observation count title when there are none. */
"No Observations" = "沒有觀察記錄";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "在地圖區域中找不到觀察記錄。";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "尚未有觀察記錄。";

/* No comment provided by engineer. */
"No observations yet." = "還沒有觀察記錄！";

/* accessibility label for no photo button
   Title for No Photo button in media picker */
"No Photo" = "沒有相片";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "沒有照片或你的照片無法辨認。";

/* No comment provided by engineer. */
"No such organisms found. :(" = "找不到這種生物 :(";

/* No comment provided by engineer. */
"No such person found. :(" = "找不到這個人 :(";

/* No comment provided by engineer. */
"No such place found. :(" = "找不到此地點 :(";

/* No comment provided by engineer. */
"No such project found. :(" = "找不到這類任務 :(";

/* No comment provided by engineer. */
"No Thanks" = "不了";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "尚未更新。請稍後再訪問此頁！";

/* No comment provided by engineer. */
"No URL configured" = "沒有設定 URL";

/* do not change network partner button */
"No, don’t change my affiliation" = "不，不要更動我的附屬網路";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "沒有照片";

/* No comment provided by engineer. */
"None, all rights reserved" = "保留一切著作權利";

/* No comment provided by engineer. */
"Not Allowed" = "不允許";

/* 403 unauthorized title */
"Not Authorized" = "未取得授權";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "備註…";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "觀察";

/* obscured geoprivacy */
"Obscured" = "遮蔽";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "觀察欄位驗證錯誤: %@";

/* No comment provided by engineer. */
"Observations" = "觀察記錄";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "關注紀錄：%ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "關注紀錄";

/* Title for New Observation Tab Bar Button */
"Observe" = "關注。";

/* No comment provided by engineer. */
"Observers" = "觀察者";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "關閉";

/* No comment provided by engineer. */
"OK" = "確定";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "開";

/* Title error with oops text. */
"Oops" = "Oops!";

/* open geoprivacy */
"Open" = "開啟";

/* No comment provided by engineer. */
"Open link in Safari" = "在 Safari 中打開網址";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "設定";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "巴拿馬：由環境永續發展部(Ministerio de Ambiente)營運的 iNaturalistPa (panama.inaturalist.org)。";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "密碼長度必須至少是六個字元以上。";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "暫停";

/* No comment provided by engineer. */
"Paused" = "Paused";

/* No comment provided by engineer. */
"Permission denied" = "權限被拒";

/* Title for About Personal Information notice during signup */
"Personal Information" = "Personal Information";

/* Title for Photo Library button in media picker */
"Photo Library" = "Photo Library";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "無法載入照片。";

/* Title for photo save error alert msg */
"Photo Save Error" = "儲存照片錯誤";

/* Title for photos error alert msg */
"Photos Error" = "照片錯誤。";

/* accessibility label for pick from library button */
"Pick from Library" = "從相片庫中挑選";

/* No comment provided by engineer. */
"Placeholder" = "取代符";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "請注意：如果觀察記錄符合收藏專案所設定條件的話，會自動加入該收藏專案中。";

/* No comment provided by engineer. */
"Please pick a valid location." = "請選擇一個的有效的定位。";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "請稍後再試。";

/* failure message when the user should just try again. */
"Please try again later." = "一陣再試。";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Please update camera permissions to take photos with iNaturalist";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "請上傳以確定資料質素";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "葡萄牙: Associação Biodisçao Para Todos 營運 Biodisy4all (Biodiversity4All. org)。";

/* label for a news post author */
"Posted by" = "發文者：";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "不追蹤";

/* title for consent screen */
"Privacy" = "Privacy";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "隱私權政策";

/* private geoprivacy */
"Private" = "非公開";

/* choose projects button title. */
"Projects" = "任務";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "任務是具有相同目的之觀察記錄的收藏集";

/* No comment provided by engineer. */
"Pull to Refresh" = "下拉來重新整理...";

/* Rank in an ordered list */
"Rank" = "等級";

/* action to re-download a species guide from the server */
"Re-download" = "重新下載";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "錄製";

/* Title for Camera button in media picker */
"Record Sound" = "錄音";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Recording Level (from 0 to 1)";

/* Title for sound recording screen */
"Recording Sound" = "Recording Sound";

/* No comment provided by engineer. */
"Remove my profile photo" = "刪除我的個人資料照片";

/* No comment provided by engineer. */
"Removing..." = "正在刪除...";

/* No comment provided by engineer. */
"RESEARCH" = "研究";

/* research data quality */
"Research Grade" = "研究等級";

/* No comment provided by engineer. */
"Restricted to current map area" = "限制在目前的地圖區域範圍";

/* No comment provided by engineer. */
"Resuming" = "Resuming";

/* Retake a photo */
"RETAKE" = "重新拍攝";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "對調相機前後鏡頭";

/* Title for save new observation button */
"SAVE" = "儲存";

/* No comment provided by engineer. */
"Save Anyway" = "仍要儲存";

/* Done button for recording observation sounds */
"Save Recording" = "Save Recording";

/* No comment provided by engineer. */
"Saving..." = "儲存中...";

/* No comment provided by engineer. */
"Search" = "搜尋";

/* placeholder for guide search field */
"Search for guide named..." = "搜尋指南名稱為...";

/* placeholder for project search field */
"Search for project named..." = "搜尋專案名稱為...";

/* No comment provided by engineer. */
"Searching for organisms..." = "正在搜尋生物...";

/* No comment provided by engineer. */
"Searching for people..." = "正在搜尋其他人...";

/* No comment provided by engineer. */
"Searching for place..." = "正在搜尋地點...";

/* No comment provided by engineer. */
"Searching for project..." = "正在搜尋任務...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "在地圖區域內搜尋最近的觀察記錄";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "獲取最近的全球觀察記錄";

/* No comment provided by engineer. */
"seen at '%@'" = "在 '%@' 看到";

/* No comment provided by engineer. */
"seen by '%@'" = "被 '%@' 所見";

/* basis for a suggestion */
"Seen Nearby" = "附近曾見過";

/* default select title */
"Select" = "選擇";

/* select taxon title */
"Select \"%@\"" = "選擇\"%@\"";

/* title for date selector */
"Select Date" = "選擇日期";

/* title for geoprivacy selector */
"Select Privacy" = "選擇隱私設定";

/* No comment provided by engineer. */
"Selected Observation" = "所選的觀察記錄";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "設定個人頭像";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "開始設定你的 iNaturalist 帳戶...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "設置";

/* Title for share new observation button */
"SHARE" = "分享";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "與 iNaturalist 社群分享你的觀察記錄。";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "在 iNat Store 購物";

/* label for show common names switch in settings */
"Show common names" = "顯示名稱";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "只顯示附近建議";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "最先顯示學名";

/* No comment provided by engineer. */
"Sign out" = "登出";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "註冊";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "現在就註冊！";

/* No comment provided by engineer. */
"Signing Out" = "正在登出";

/* skip button title */
"Skip ›" = "略過 >";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account.";

/* No comment provided by engineer. */
"Somewhere..." = "某地方...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "分類";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "來源：維基百科，%1$@，%2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "物種";

/* species count on the explore leaderboard. */
"Species: %ld" = "分類：%ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "分類：*";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "統計";

/* accessibility label for stop uploading button */
"Stop Uploading" = "停止上傳";

/* No comment provided by engineer. */
"Suggest ID" = "物種辨認的建議";

/* label for suggest species switch in settings */
"Suggest species" = "建議物種";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "基於 iNaturalist 社群 (包括%1$@、%2$@、%3$@ 和其他許多人) 提供之觀察和鑑定的建議。";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "建議基於 iNaturalist 社區所提供的觀察記錄和物種辨認 。";

/* Title of me header when syncing. */
"Syncing..." = "同步中";

/* Category of iOS standard places for place search */
"System Places" = "系統地方";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "標籤";

/* taiwan partner */
"Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org)." = "Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org).";

/* No comment provided by engineer. */
"Take a photo" = "拍張照";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "告訴我們為什麼";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "服務條款";

/* error message when user fails to input prompted text correctly */
"The entered text doesn't match." = "The entered text doesn't match.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "任務群組目前還沒有觀察記錄。請稍後再查看 ！";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "There is no way to have an iNaturalist account without storing personal information in the United States.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "There is no way to have an iNaturalist account without storing personal information.";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "出現了一個無預期的錯誤";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "iNaturalist 社群評選此觀察記錄為一般等級。";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "此觀察記錄列為一般等級是因為 iNaturalist 社群評選它為圈養或栽培。";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "對於這項觀察記錄來說需要日期才能被考慮列為研究等級。";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "對於這項觀察記錄來說需要位置資訊才能被考慮列為研究等級。";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "對於這項觀察記錄來說，它需要更具體的社群辨認共識才能被考慮列為研究等級。";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "對於這項觀察記錄來說需要照片才能被考慮列為研究等級。";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "對於這項觀察記錄來說，它需要從 iNaturalist 社群中取得更多辨認記錄才能被考慮列為研究等級。";

/* No comment provided by engineer. */
"This project has no description." = "這個任務沒有任何說明。";

/* No comment provided by engineer. */
"This project has no title." = "這個任務沒有使用標題。";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "這程序也將會從這個任務中刪除您的觀察記錄。";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "這將會移除您從這個 app 中所有更動/新增且尚未和  iNaturalist.org 同步的項目。";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "這將下載 %@ 的資料，所以即使您沒有網路存取權限也可以使用本指南。";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "時間區間";

/* No comment provided by engineer. */
"Timeout" = "逾時";

/* project title header */
"Title" = "標題";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "傳統專案";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "當你下次連線到網路的時候請重新再試一次。";

/* button title to turn on autoupload */
"Turn On" = "開啟";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "打開自動上傳，您的觀察記錄將自動上傳到 iNaturalist。";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "綜合專案";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "無法新增到此觀察記錄的鑑定。請稍後再試。";

/* No comment provided by engineer. */
"Unable to find location" = "無法找到位置";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "無法找到位置名稱";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "此觀察記錄無法鑑定為這個物種。請稍後再試。";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "無法上傳至 iNaturalist，錯誤碼 401 無法認證。請聯絡 help@inaturalist.org 並稍後再試一次。";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org).";

/* unknown taxon */
"Unknown" = "不明";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "未知的作者";

/* Message body when we don't know the error */
"Unknown error" = "未知的錯誤";

/* Unknown error */
"Unknown error while making an identification." = "當嘗試建立物種辨認時發生未知的錯誤。";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "未知的錯誤：%ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "無標題發文";

/* Title for progress view when migrating db */
"Updating database..." = "更新數據庫中";

/* No comment provided by engineer. */
"Updating..." = "更新中...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "上傳";

/* No comment provided by engineer. */
"Upload Error" = "上傳錯誤";

/* upload failed alert title */
"Upload Failed" = "上傳失敗";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "上傳這項觀察記錄以啟用評論及物種辨認。";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "上傳這項觀察記錄以啟用加入最愛。";

/* subtitle for observation while it's uploading. */
"Uploading..." = "上傳中...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "用戶名稱";

/* users can login with their username or their email address. */
"Username or email" = "使用者名稱或電子郵件";

/* Title for version section of settings. */
"Version" = "版本";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "影片教學";

/* button to view privacy policy */
"View Privacy Policy" = "View Privacy Policy";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "查看建議";

/* button to view terms of use */
"View Terms of Use" = "View Terms of Use";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "訪問 %@ 來建立您自己的任務";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "查看 iNaturalist.org 來創建您自己的指南";

/* basis for a species suggestion */
"Visually Similar" = "視覺上看起來很像";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "視覺上看起來很像/附近可見";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "等待上傳中…";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "我們很感激由 crowdin.com 社群所提供的翻譯協助，特別是：Catherine B、Vladimir Belash、cgalindo、danieleseglie、Eduardo Martínez、naofum、Foss、jacquesboivin、Sungmin Ji、katunchik、NCAA、oarazy、sudachi、T.O、testamorta 和 vilseskog。若要加入 iNaturalist iOS 翻譯團隊，請查閱 https://crowdin.com/project/inaturalistios。";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "我們從 iOS 中沒有取得權限來使用您的位置。";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "We're not able to fetch your photo from iCloud: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "我哋唔係好肯定可以建議呢個物種，但係呢度有最高嘅 10 樣建議。";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "We're not confident enough to make a recommendation.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "我們很肯定這是在 %1$@ %2$@。";

/* unknown taxon title */
"What did you see?" = "你看到什麼？";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "圈養/栽培指的是什麼呢？";

/* No comment provided by engineer. */
"Which organism?" = "哪個生物？";

/* No comment provided by engineer. */
"Which person?" = "哪一個人？";

/* No comment provided by engineer. */
"Which place?" = "什麼地點？";

/* No comment provided by engineer. */
"Which project?" = "哪個任務？";

/* No comment provided by engineer. */
"Whoops" = "弊…";

/* Default upload failure alert title. */
"Whoops!" = "弊…";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "若沒有日期的話，此觀察記錄對其他人來說也許會很難準確地鑑定，而且永遠不會達到研究等級。";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "若沒有地點的話，此觀察記錄對其他人來說也許會很難準確地鑑定，而且永遠不會達到研究等級。";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "如果一張相都冇，個紀錄係好難俾其他人辨認。";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "你想分享你嘅回報俾 help@inaturalist.org 解決問題嗎？";

/* positive response to binary choice, yes or no */
"Yes" = "是";

/* change network partner button */
"Yes, change my affiliation" = "好的，更動我的網路附屬單位";

/* No comment provided by engineer. */
"Yes, delete this observation" = "好的，刪除這項觀察記錄";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data." = "Yes, license my content so scientists can use my data.";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "您每天只能更改一次 iNat 附屬網路。";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "您並沒有權限做那件事。您的帳號已被停權。請聯絡 help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "您並沒有權限做那件事。您的帳號已被停權。請聯絡 help@inaturalist.org";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "您必須連接到網路才可以做這件事！";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "您必須連接到網路才能上傳到 iNaturalist.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "您必須登入才能存取此任務。";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "你必須登入後才能做這件事！";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "您必須登入後才能同步使用者任務。";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "您必須登入後才能上傳！";

/* No comment provided by engineer. */
"You must be logged in!" = "您必須登入!";

/* Account is required error message */
"You must be logged in." = "您必須登入。";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "您必須登入才能加入一個任務。";

/* Reauthentication to delete account tip. */
"You must re-authenticate to delete your account." = "You must re-authenticate to delete your account.";

/* 401 unauthorized message */
"You need to log in to do that." = "You need to log in to do that.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "一旦您已上傳觀察記錄就會收到更新的資訊。";

/* Title for account section of settings. */
"Your Account" = "您的帳號";

/* No comment provided by engineer. */
"Your Guides" = "您的指南";

/* Placeholder for free text observation field value */
"Your response here" = "您的回應在此";
